Repository: cvedovini/wp-linkedin-mu
Catalog: wordpress-plugins/wp-linkedin-mu/tags/1.7/languages/wp-linkedin-mu-*.po
Languages: es, it

source: Default user
es: Usuario Default
it: Utente predefinito

# On the settings page
source: Connect with LinkedIn
es: Conecte con LinkedIn
it: Connettiti con LinkedIn

source: Default user role
es: Rol de usuario por defecto
it: Ruolo utente predefinito

source: Settings
es: Ajustes
it: Impostazioni

source: The cache has been cleared.
es: La memoria caché se ha borrado.
it: La cache è stata cancellata.

source: LinkedIn Options
es: Opciones de LinkedIn
it: Impostazioni LinkedIn

source: Send mail on token expiry
es: Enviar correo sobre caducidad de la señal
it: Mandare un email alla scadenza del token

source: Check this option if you want the plugin to send you an email when the token has expired or is invalid.
es: Marque esta opción si desea que el plugin para enviarle un correo electrónico cuando el testigo ha caducado o no es válido.
it: Selezionare questa opzione se vuoi che il plugin ti mandi un email se il token è scaduto o non è valido.

source: Regenerate LinkedIn Access Token
es: Regenerar LinkedIn acceso Token
it: Rigenerare il token di accesso LinkedIn

source: Clear the Cache
es: Borrar la caché
it: Vuotare la cache

source: None
es: Ninguno
it: Niente

source: Select the user profile to use when the plugin cannot determine whose data to show.
es: Seleccione el perfil de usuario para utilizar cuando el plugin no puede determinar cuyos datos para mostrar.
it: Selezionare il profilo utente da utilizzare quando il plugin non può determinare quali dati mostrare.

source: Check this option to allow users to register and log in using LinkedIn.
es: Marque esta opción para permitir a los usuarios registrar y sesión usando LinkedIn.
it: Selezionare questa opzione per consentire agli utenti di registrarsi e accedere utilizzando LinkedIn.

source: Select the role that will be assigned to the users the first time they log in using LinkedIn.
es: Seleccione el papel que se asigna a los usuarios la primera vez que inicien sesión en el uso de LinkedIn.
it: Selezionare il ruolo che verrà assegnato agli utenti la prima volta che il log-in con LinkedIn.

source: The WP LinkedIn Multi-Users plugin needs the WP LinkedIn plugin to be installed and activated.
es: El WP LinkedIn complemento Multi-usuario necesita el plugin WP LinkedIn para ser instalado y activado.
it: Il plugin WP LinkedIn Multi-Users ha bisogno che il plugin WP LinkedIn sia installato e attivato.

source: The WP LinkedIn Multi-Users plugin requires at least version %s of the WP-LinkedIn plugin, current installed version is %s
es: El WP LinkedIn complemento Multi-usuario requiere al menos la versión%s del plugin WP-LinkedIn, versión actual instalada es%s
it: Il WP LinkedIn Multi-Users plugin richiede almeno la versione%s del plugin WP-LinkedIn, la versione corrente installata è%s

source: Cannot fetch profile
es: No se pueden recuperar perfil
it: Impossibile recuperare il profilo

source: Profile successfully updated
es: Perfil actualizado correctamente
it: Profilo aggiornato con successo

source: Cannot find or create user
es: No se puede encontrar o crear usuario
it: Impossibile trovare o creare utente

source: Invalid state
es: Estado no válido
it: Stato non valido

source: Invalid or expired LinkedIn access token
es: Token de acceso no válido o expirado LinkedIn
it: Token di accesso LinkedIn non valido o scaduto

source: The access token for the WP LinkedIn plugin is either invalid or has expired, please click on the following link to renew it.
es: El token de acceso para el plugin WP LinkedIn es válido o ha caducado, por favor haga clic en el siguiente enlace para renovarlo.
it: Il token di accesso per il plugin LinkedIn è non valido o sia scaduto, prego cliccare sul link seguente per rinnovarlo.

source: This link will only be valid for a limited period of time.
es: Este enlace sólo será válida por un período limitado de tiempo.
it: Questo link sarà valido solo per un periodo di tempo limitato.

source: -Thank you.
es: -Gracias.
it: -Grazie.

source: Cannot find a user whose %1$s is %2$s
es: No se puede encontrar un usuario cuyo%1\$s es%2\$s
it: Non è possibile trovare un utente per cui %1$s è %2$s

# On the login page
source: Connect with LinkedIn
es: Conecte con LinkedIn
it: Connettiti con LinkedIn

source: The access token has been successfully updated.
es: El token de acceso se ha actualizado correctamente.
it: Il token di accesso è stato aggiornato con successo.

source: An error has occured while updating the access token, please try again.
es: Ha ocurrido un error al actualizar el token de acceso, por favor intente de nuevo.
it: È verificato un errore durante l&#39;aggiornamento del token di accesso, riprova.

# On the login button
source: Connect with LinkedIn
es: Conecte con LinkedIn
it: Connettiti con LinkedIn

source: You must provide one of the following attributes for the li_user shortcode to work: %s.
es: Usted debe proporcionar uno de los siguientes atributos para el código corto li_user para trabajar:%s.
it: Devi fornire uno dei seguenti attributi al fine che il shortcode li_user funzioni: %s.

source: WP LinkedIn Multi-Users
es: WP LinkedIn Multi-usuario

source: This plugin is an extension to the WP-LinkedIn plugin that enables showing LinkedIn profiles, recommendations and network updates for any registered user.
es: Este plugin es una extensión para el plugin WP-LinkedIn que permite mostrar los perfiles de LinkedIn, recomendaciones y actualizaciones de la red para cualquier usuario registrado.
it: Questo plugin è un'estenzione del plugin WP-LinkedIn che permette di mostrare profili LinkedIn, raccomandazioni ed aggiornamenti della rete per ogni utente registrato.
