Repository: cvedovini/wp-linkedin-mu
Catalog: languages/wp-linkedin-mu-*.po
Languages: pt

source: Default user
pt: Usuário padrão

# On the settings page
source: Connect with LinkedIn
pt: Conecte-se com LinkedIn

source: Default user role
pt: Função de usuário padrão

source: Settings
pt: Definições

source: The cache has been cleared.
pt: O cache foi limpa.

source: LinkedIn Options
pt: Opções do LinkedIn

source: Send mail on token expiry
pt: Enviar e-mail em expiração do token

source: Check this option if you want the plugin to send you an email when the token has expired or is invalid.
pt: Marque esta opção se quiser que o plug-in para lhe enviar um e-mail quando o token expirou ou é inválido.

source: Regenerate LinkedIn Access Token
pt: Regenerar LinkedIn Token de Acesso

source: Clear the Cache
pt: Limpar o cache

source: None
pt: Nenhum

source: Select the user profile to use when the plugin cannot determine whose data to show.
pt: Selecione o perfil de usuário para usar quando o plug-in não é possível determinar cujos dados para mostrar.

source: Check this option to allow users to register and log in using LinkedIn.
pt: Marque esta opção para permitir que os usuários para registrar e fazer login usando LinkedIn.

source: Select the role that will be assigned to the users the first time they log in using LinkedIn.
pt: Selecione o papel que serão atribuídas aos usuários a primeira vez que efetuar login usando LinkedIn.

source: The WP LinkedIn Multi-Users plugin needs the WP LinkedIn plugin to be installed and activated.
pt: O WP LinkedIn plug-in Multi-usuário precisa o plugin WP LinkedIn para ser instalado e ativado.

source: The WP LinkedIn Multi-Users plugin requires at least version %s of the WP-LinkedIn plugin, current installed version is %s
pt: O WP LinkedIn plug-in Multi-usuário requer pelo menos a versão%s do plugin WP-LinkedIn, versão atual instalada é%s

source: Cannot fetch profile
pt: Não é possível buscar perfil

source: Profile successfully updated
pt: Perfil atualizado com sucesso

source: Cannot find or create user
pt: Não é possível encontrar ou criar usuário

source: Invalid state
pt: Estado inválido

source: Invalid or expired LinkedIn access token
pt: Token de acesso inválido ou expirou LinkedIn

source: The access token for the WP LinkedIn plugin is either invalid or has expired, please click on the following link to renew it.
pt: O token de acesso para o plugin WP LinkedIn é inválido ou expirou, por favor clique no link a seguir para renová-lo.

source: This link will only be valid for a limited period of time.
pt: Este link só será válida por um período limitado de tempo.

source: -Thank you.
pt: -Obrigado.

source: Cannot find a user whose %1$s is %2$s
pt: Não é possível localizar um usuário cujo%1\$s é%2\$s

# On the login page
source: Connect with LinkedIn
pt: Conecte-se com LinkedIn

source: The access token has been successfully updated.
pt: O token de acesso foi atualizado com sucesso.

source: An error has occured while updating the access token, please try again.
pt: Ocorreu um erro ao atualizar o token de acesso, por favor, tente novamente.

# On the login button
source: Connect with LinkedIn
pt: Conecte-se com LinkedIn

source: You must provide one of the following attributes for the li_user shortcode to work: %s.
pt: Você deve fornecer um dos seguintes atributos para o shortcode li_user para trabalhar:%s.

source: This plugin is an extension to the WP-LinkedIn plugin that enables showing LinkedIn profiles, recommendations and network updates for any registered user.
pt: Este plugin é uma extensão para o plugin WP-LinkedIn que permite que mostra perfis do LinkedIn, recomendações e atualizações de rede para qualquer usuário registrado.
