Repository: cvedovini/wp-linkedin-mu
Catalog: wordpress-plugins/wp-linkedin-mu/tags/1.7.2/languages/wp-linkedin-mu-*.po
Languages: nl

source: Default user
nl: Standaardgebruiker

# On the settings page
source: Connect with LinkedIn
nl: Contact maken met LinkedIn

source: Default user role
nl: Standaardgebruiker rol

source: Settings
nl: Instellingen

source: The cache has been cleared.
nl: De cache is gewist.

source: LinkedIn Options
nl: LinkedIn-opties

source: Send mail on token expiry
nl: Verzend e-mail wanneer token verlopen is

source: Check this option if you want the plugin to send you an email when the token has expired or is invalid.
nl: Schakel deze optie in wanneer je wilt dat de plug-in je een e-mail stuurt wanneer de token verlopen of ongeldig is.

source: Regenerate LinkedIn Access Token
nl: Regenereer LinkedIn-toegangstoken

source: Clear the Cache
nl: Cache wissen

source: None
nl: Geen

source: Select the user profile to use when the plugin cannot determine whose data to show.
nl: Selecteer het gebruikersprofiel om te gebruiken wanneer de plug-in niet kan bepalen welke gegevens getoond moeten worden.

source: Check this option to allow users to register and log in using LinkedIn.
nl: Controleer deze optie om gebruikers in staat om te registreren en in te loggen met behulp van LinkedIn.

source: Select the role that will be assigned to the users the first time they log in using LinkedIn.
nl: Selecteer de rol die wordt toegekend aan de gebruikers de eerste keer dat ze inloggen met behulp van LinkedIn.

source: The WP LinkedIn Multi-Users plugin needs the WP LinkedIn plugin to be installed and activated.
nl: Voor de WP LinkedIn Multi-Users plug-in is het nodig om de WP LinkedIn plug-in te installeren en te activeren.

source: The WP LinkedIn Multi-Users plugin requires at least version %s of the WP-LinkedIn plugin, current installed version is %s
nl: De WP LinkedIn Multi-Gebruikers plugin vereist minimaal versie%s van de WP-LinkedIn plugin, de huidige geïnstalleerde versie is%s

source: Cannot fetch profile
nl: Kan niet halen profiel

source: Profile successfully updated
nl: Profiel bijgewerkt

source: Cannot find or create user
nl: Niet kunt vinden of te creëren gebruiker

source: Invalid state
nl: Ongeldige status

source: Invalid or expired LinkedIn access token
nl: Ongeldig of verlopen LinkedIn-toegangstoken

source: The access token for the WP LinkedIn plugin is either invalid or has expired, please click on the following link to renew it.
nl: De toegangstoken voor de WP LinkedIn plug-in is ongeldig of verlopen. Klik op de volgende link om de token te vernieuwen.

source: This link will only be valid for a limited period of time.
nl: Deze link is maar voor een beperkte periode geldig.

source: -Thank you.
nl: -Bedankt.

source: Cannot find a user whose %1$s is %2$s
nl: Kan geen gebruiker vinden wiens %1$s is %2$s

# On the login page
source: Connect with LinkedIn
nl: Contact maken met LinkedIn

source: The access token has been successfully updated.
nl: De toegang token is succesvol bijgewerkt.

source: An error has occured while updating the access token, please try again.
nl: Er is een fout opgetreden tijdens het bijwerken van het access token, probeer het opnieuw.

# On the login button
source: Connect with LinkedIn
nl: Contact maken met LinkedIn

source: You must provide one of the following attributes for the li_user shortcode to work: %s.
nl: Je moet een van de volgende attributen voor de li_user shortcode opgeven om het te laten werken: %s.

source: This plugin is an extension to the WP-LinkedIn plugin that enables showing LinkedIn profiles, recommendations and network updates for any registered user.
nl: Deze plug-in is een extensie van de WP-LinkedIn plug-in die het mogelijk maakt om LinkedIn-profielen, aanbevelingen en netwerkupdates voor elke geregistreerde gebruiker weer te geven.
