Repository: cvedovini/wp-linkedin-mu
Catalog: wordpress-plugins/wp-linkedin-mu/tags/1.8/languages/wp-linkedin-mu-*.po
Languages: ca

source: Default user
ca: Usuari Default

# On the settings page
source: Connect with LinkedIn
ca: Connecteu amb LinkedIn

source: Default user role
ca: Rol d&#39;usuari per defecte

source: Settings
ca: Configuració

source: The cache has been cleared.
ca: La memòria cau s&#39;ha esborrat.

source: LinkedIn Options
ca: Opcions de LinkedIn

source: Send mail on token expiry
ca: Enviar correu sobre caducitat del senyal

source: Check this option if you want the plugin to send you an email when the token has expired or is invalid.
ca: Marqueu aquesta opció si voleu que el plugin per enviar-li un correu electrònic quan el testimoni ha caducat o no és vàlid.

source: Regenerate LinkedIn Access Token
ca: Regenerar LinkedIn accés Token

source: Clear the Cache
ca: Esborrar la memòria cau

source: None
ca: Cap

source: Select the user profile to use when the plugin cannot determine whose data to show.
ca: Seleccioneu el perfil d&#39;usuari per utilitzar quan el connector no pot determinar les dades per mostrar.

source: Check this option to allow users to register and log in using LinkedIn.
ca: Marqueu aquesta opció per permetre als usuaris registrar i sessió usant LinkedIn.

source: Select the role that will be assigned to the users the first time they log in using LinkedIn.
ca: Seleccioneu el paper que s&#39;assigna als usuaris la primera vegada que iniciïn sessió en l&#39;ús de LinkedIn.

source: The WP LinkedIn Multi-Users plugin needs the WP LinkedIn plugin to be installed and activated.
ca: El WP LinkedIn complement Multi-usuari necessita el plugin WP LinkedIn per a ser instal · lat i activat.

source: The WP LinkedIn Multi-Users plugin requires at least version %s of the WP-LinkedIn plugin, current installed version is %s
ca: El WP LinkedIn complement Multi-usuari requereix almenys la versió%s del connector WP-LinkedIn, versió actual instal·lada és%s

source: Cannot fetch profile
ca: No es poden recuperar perfil

source: Profile successfully updated
ca: Perfil actualitzat correctament

source: Cannot find or create user
ca: No es pot trobar o crear usuari

source: Invalid state
ca: Estat no vàlid

source: Invalid or expired LinkedIn access token
ca: Token d&#39;accés no vàlid o expirat LinkedIn

source: The access token for the WP LinkedIn plugin is either invalid or has expired, please click on the following link to renew it.
ca: El testimoni d&#39;accés per al plugin WP LinkedIn és vàlid o ha caducat, si us plau feu clic al següent enllaç per renovar-lo.

source: This link will only be valid for a limited period of time.
ca: Aquest enllaç només serà vàlida per un període limitat de temps.

source: -Thank you.
ca: -Gràcies.

source: Cannot find a user whose %1$s is %2$s
ca: No es pot trobar un usuari el%1\$s és%2\$s

# On the login page
source: Connect with LinkedIn
ca: Connecteu amb LinkedIn

source: The access token has been successfully updated.
ca: El testimoni d&#39;accés s&#39;ha actualitzat correctament.

source: An error has occured while updating the access token, please try again.
ca: Hi ha hagut un error en actualitzar el token d&#39;accés, si us plau intenti de nou.

# On the login button
source: Connect with LinkedIn
ca: Connecteu amb LinkedIn

source: You must provide one of the following attributes for the li_user shortcode to work: %s.
ca: Vostè ha de proporcionar un dels següents atributs per al codi curt li_user per treballar:%s.

source: WP LinkedIn Multi-Users
ca: WP LinkedIn Multi-usuari
